info = {
    "UNIT_NUMBERS": {
        "ባዶ": 0,
        "አንድ": 1,
        "ሁለት": 2,
        "ሦስት": 3,
        "አራት": 4,
        "አምስት": 5,
        "ስድስት": 6,
        "ሰባት": 7,
        "ስምንት": 8,
        "ዘጠኝ": 9
    },
    "DIRECT_NUMBERS": {},
    "TENS": {},
    "HUNDREDS": {},
    "BIG_POWERS_OF_TEN": {
        "መቶ": 100,
        "ሺ": 1000,
        "ሚሊዮን": 1000000,
        "ቢሊዮን": 1000000000,
        "ቲሪሊዮን": 1000000000000,
        "ቈዲሪሊዮን": 1000000000000000
    },
    "SKIP_TOKENS": [],
    "USE_LONG_SCALE": False
}
