info = {
    "UNIT_NUMBERS": {
        "صفر": 0,
        "واحد": 1,
        "واحدة": 1,
        "إثنان": 2,
        "إثنتان": 2,
        "ثلاثة": 3,
        "أربعة": 4,
        "خمسة": 5,
        "ستة": 6,
        "سبعة": 7,
        "ثمانية": 8,
        "تسعة": 9
    },
    "BASE_NUMBERS": {
        "عشرة": 10,
        "إحدى عشر": 11,
        "إثنا عشر": 12,
        "إثنتا عشرة": 12
    },
    "MTENS": {},
    "MHUNDREDS": {
        "مائتان": 200
    },
    "MULTIPLIERS": {
        "مائة": 100,
        "آلاف": 1000,
        "مليون": 1000000,
        "مليار": 1000000000,
        "ترليون": 1000000000000,
        "كوادرليون": 1000000000000000
    },
    "VALID_TOKENS": {}
}
