# -*- coding: utf-8 -*-
info = {
    "UNIT_NUMBERS": {
        "нуль": 0,
        "адзiн": 1,
        "два": 2,
        "тры": 3,
        "чатыры": 4,
        "пяць": 5,
        "шэсць": 6,
        "сем": 7,
        "восем": 8,
        "дзевяць": 9,
        "адно": 1,
        "адна": 1,
        "дзве": 2
    },
    "BASE_NUMBERS": {
        "дзесяць": 10,
        "адзінаццаць": 11,
        "дванаццаць": 12,
        "трынаццаць": 13,
        "чатырнаццаць": 14,
        "пятнаццаць": 15,
        "шаснаццаць": 16,
        "сямнаццаць": 17,
        "васямнаццаць": 18,
        "дзевятнаццаць": 19
    },
    "MTENS": {
        "дваццаць": 20,
        "трыццаць": 30,
        "сорак": 40,
        "пяцьдзесят": 50,
        "шэсцьдзесят": 60,
        "семдзесят": 70,
        "восемдзесят": 80,
        "дзевяноста": 90,
        "пяцьдзясят": 50
    },
    "MHUNDREDS": {
        "дзвесце": 200,
        "трыста": 300,
        "чатырыста": 400,
        "пяцьсот": 500,
        "шэсцьсот": 600,
        "семсот": 700,
        "восемсот": 800,
        "дзевяцьсот": 900,
        "сямсот": 700,
        "васямсот": 800
    },
    "MULTIPLIERS": {
        "тысяча": 1000,
        "тысячы": 1000,
        "тысяч": 1000,
        "мільён": 1000000,
        "мільёны": 1000000,
        "мільёнаў": 1000000,
        "мільярд": 1000000000,
        "мільярды": 1000000000,
        "мільярдаў": 1000000000,
        "трыльён": 1000000000000,
        "трыльёны": 1000000000000,
        "трылёнаў": 1000000000000,
        "квадрыльён": 1000000000000000,
        "квадрыльёны": 1000000000000000,
        "квадрыльёнаў": 1000000000000000
    },
    "VALID_TOKENS": {}
}
