info = {
    "UNIT_NUMBERS": {
        "нула": 0,
        "един": 1,
        "едно": 1,
        "два": 2,
        "две": 2,
        "три": 3,
        "четири": 4,
        "пет": 5,
        "шест": 6,
        "седем": 7,
        "осем": 8,
        "девет": 9
    },
    "DIRECT_NUMBERS": {
        "десет": 10,
        "единадесет": 11,
        "дванадесет": 12,
        "тринадесет": 13,
        "четиринадесет": 14,
        "петнадесет": 15,
        "шестнадесет": 16,
        "седемнадесет": 17,
        "осемнадесет": 18,
        "деветнадесет": 19
    },
    "TENS": {
        "двадесет": 20,
        "тридесет": 30,
        "четиридесет": 40,
        "петдесет": 50,
        "шестдесет": 60,
        "седемдесет": 70,
        "осемдесет": 80,
        "деветдесет": 90
    },
    "HUNDREDS": {
        "двеста": 200,
        "триста": 300,
        "четиристотин": 400,
        "петстотин": 500,
        "шестстотин": 600,
        "седемстотин": 700,
        "осемстотин": 800,
        "деветстотин": 900
    },
    "BIG_POWERS_OF_TEN": {
        "хиляди": 1000,
        "милион": 1000000,
        "милиона": 1000000,
        "милиард": 1000000000,
        "милиарда": 1000000000,
        "трилион": 1000000000000,
        "трилиона": 1000000000000,
        "квадрилион": 1000000000000000,
        "квадрилиона": 1000000000000000
    },
    "SKIP_TOKENS": []
}
