info = {
    "UNIT_NUMBERS": {
        "𑄥𑄪𑄚𑄳𑄠𑄴𑄧": 0,
        "𑄆𑄇𑄴": 1,
        "𑄘𑄨": 2,
        "𑄖𑄨𑄚𑄴": 3,
        "𑄌𑄳𑄆𑄬𑄢𑄴": 4,
        "𑄛𑄌𑄴": 5,
        "𑄍𑄧": 6,
        "𑄥𑄖𑄴": 7,
        "𑄃𑄖𑄳𑄠𑄴𑄧": 8,
        "𑄚𑄧": 9
    },
    "DIRECT_NUMBERS": {
        "𑄘𑄧𑄌𑄴": 10,
        "𑄆𑄉𑄢𑄧": 11,
        "𑄝𑄢𑄳𑄦𑄧": 12,
        "𑄖𑄬𑄢𑄳𑄦𑄧": 13,
        "𑄌𑄮𑄖𑄴𑄙𑄮": 14,
        "𑄛𑄧𑄚𑄴𑄘𑄳𑄢𑄧": 15,
        "𑄥𑄪𑄣𑄮": 16,
        "𑄥𑄧𑄖𑄴𑄧𑄢𑄧": 17,
        "𑄃𑄘𑄧𑄢𑄳𑄦𑄧": 18,
        "𑄃𑄪𑄚𑄴𑄮𑄌𑄴": 19
    },
    "TENS": {
        "𑄇𑄪𑄢𑄨": 20,
        "𑄖𑄳𑄢𑄨𑄌𑄴": 30,
        "𑄌𑄣𑄨𑄨𑄌𑄴": 40,
        "𑄛𑄧𑄚𑄴𑄎𑄌𑄴": 50,
        "𑄦𑄬𑄖𑄴": 60,
        "𑄦𑄮𑄖𑄴𑄪𑄢𑄴": 70,
        "𑄃𑄎𑄨": 80,
        "𑄚𑄧𑄛𑄴𑄝𑄰": 90
    },
    "HUNDREDS": {},
    "BIG_POWERS_OF_TEN": {
        "𑄦𑄎𑄢𑄴": 1000,
        "𑄣𑄇𑄴": 100000,
        "𑄇𑄪𑄖𑄨": 10000000
    },
    "SKIP_TOKENS": []
}
