info = {
    "UNIT_NUMBERS": {
        "ꮭ ꭺꮝꮧ": 0,
        "ꮠꮼ": 1,
        "ꮤꮅ": 2,
        "ꮶꭲ": 3,
        "ꮕꭹ": 4,
        "ꭿꮝꭹ": 5,
        "ꮡꮣꮅ": 6,
        "ꭶꮅꮙꭹ": 7,
        "ꮷꮑꮃ": 8,
        "ꮠꮑꮃ": 9
    },
    "BASE_NUMBERS": {
        "ꮝꭺꭿ": 10,
        "ꮜꮪ": 11,
        "ꮤꮅꮪ": 12,
        "ꮶꭶꮪ": 13,
        "ꮒꭶꮪ": 14,
        "ꭿꮝꭶꮪ": 15,
        "ꮣꮃꮪ": 16,
        "ꭶꮅꮖꮪ": 17,
        "ꮑꮃꮪ": 18,
        "ꮠꮑꮃꮪ": 19
    },
    "MTENS": {
        "ꮤꮅꮝꭺ": 20,
        "ꮶꭲꮝꭺ": 30,
        "ꮕꭹꮝꭺ": 40,
        "ꭿꮝꭹꮝꭺ": 50,
        "ꮡꮣꮅꮝꭺ": 60,
        "ꭶꮅꮖꮝꭺ": 70,
        "ꮷꮑꮃꮝꭺ": 80,
        "ꮠꮑꮃꮝꭺ": 90
    },
    "MHUNDREDS": {},
    "MULTIPLIERS": {
        "ꮝꭺꭿꮵꮖ": 100,
        "ꭲꮿꭶᏼꮅ": 1000,
        "ꭲᏻꮖꮧꮕꮣ": 1000000,
        "ꭲꮿꮤꮃꮧꮕꮫ": 1000000000,
        "ꭲꮿꮶꭰꮧꮕꮫ": 1000000000000,
        "ꭲꮿꮕꭶꮧꮕꮫ": 1000000000000000
    },
    "VALID_TOKENS": {}
}
