info = {
    "NUMBERS": {
        "UNIT_NUMBERS": {
            "μηδέν": 0,
            "ένα": 1,
            "ένας": 1,
            "μία": 1,
            "δύο": 2,
            "τρία": 3,
            "τρεις": 3,
            "τέσσερα": 4,
            "τέσσερις": 4,
            "πέντε": 5,
            "έξι": 6,
            "επτά": 7,
            "οκτώ": 8,
            "εννέα": 9
        },
        "DIRECT_NUMBERS": {
            "δέκα": 10,
            "έντεκα": 11,
            "δώδεκα": 12
        },
        "TENS": {
            "είκοσι": 20,
            "τριάντα": 30,
            "σαράντα": 40,
            "πενήντα": 50,
            "εξήντα": 60,
            "εβδομήντα": 70,
            "ογδόντα": 80,
            "εννενήντα": 90
        },
        "HUNDREDS": {
            "διακόσια": 200,
            "διακόσιες": 200,
            "διακόσιοι": 200,
            "τριακόσια": 300,
            "τριακόσιες": 300,
            "τριακόσιοι": 300,
            "τετρακόσια": 400,
            "τετρακόσιες": 400,
            "τετρακόσιοι": 400,
            "πεντακόσια": 500,
            "πεντακόσιες": 500,
            "πεντακόσιοι": 500,
            "εξακόσια": 600,
            "εξακόσιες": 600,
            "εξακόσιοι": 600,
            "επτακόσια": 700,
            "επτακόσιες": 700,
            "επτακόσιοι": 700,
            "οκτακόσια": 800,
            "οκτακόσιες": 800,
            "οκτακόσιοι": 800,
            "εννιακόσια": 900,
            "εννιακόσιες": 900,
            "εννιακόσιοι": 900
        },
        "BIG_POWERS_OF_TEN": {
            "χίλιάδες": 1000,
            "εκατομμύρια": 1000000,
            "εκατομμύριο": 1000000,
            "δισεκατομμύρια": 1000000000,
            "δισεκατομμύριο": 1000000000,
            "τρισεκατομμύρια": 1000000000000,
            "τρισεκατομμύριο": 1000000000000,
            "τετράκις εκατομμύρια": 1000000000000000,
            "τετράκις εκατομμύριο": 1000000000000000
        }
    },
    "ORDINAL_NUMBERS": {
        "UNIT_NUMBERS": {},
        "DIRECT_NUMBERS": {},
        "TENS": {},
        "HUNDREDS": {},
        "BIG_POWERS_OF_TEN": {}
    },
    "SKIP_TOKENS": [],
    "IS_LONG": 0
}
