# -*- coding: utf-8 -*-
info = {
    "UNIT_NUMBERS": {
        "صفر": 0,
        "یک": 1,
        "دو": 2,
        "سه": 3,
        "چهار": 4,
        "پنج": 5,
        "شش": 6,
        "هفت": 7,
        "هشت": 8,
        "نه": 9
    },
    "BASE_NUMBERS": {
        "ده": 10,
        "یازده": 11,
        "دوازده": 12,
        "سیزده": 13,
        "چهارده": 14,
        "پانزده": 15,
        "شانزده": 16,
        "هفده": 17,
        "هجده": 18,
        "نزده": 19
    },
    "MTENS": {
        "بیست": 20,
        "سی": 30,
        "چهل": 40,
        "پنجاه": 50,
        "شصت": 60,
        "هفتاد": 70,
        "هشتاد": 80,
        "نود": 90
    },
    "MHUNDREDS": {},
    "MULTIPLIERS": {
        "هزار": 1000,
        "میلیون": 1000000,
        "میلیارد": 1000000000,
        "بیلیون": 1000000000000,
        "بیلیارد": 1000000000000000
    },
    "VALID_TOKENS": {}
}
