info = {
    "UNIT_NUMBERS": {
        "אפס": 0,
        "אחת": 1,
        "אחד": 1,
        "שתיים": 2,
        "שניים": 2,
        "שני": 2,
        "שתי": 2,
        "שלוש": 3,
        "שלושה": 3,
        "ארבע": 4,
        "ארבעה": 4,
        "חמש": 5,
        "חמישה": 5,
        "שש": 6,
        "שישה": 6,
        "שבע": 7,
        "שבעה": 7,
        "שמונה": 8,
        "תשע": 9,
        "תשעה": 9
    },
    "BASE_NUMBERS": {
        "עשר": 10,
        "עשרה": 10,
        "אחת עשרה": 11,
        "אחד עשר": 11,
        "שתים עשרה": 12,
        "שניים עשר": 12
    },
    "MTENS": {
        "עשרים": 20,
        "שלושים": 30,
        "ארבעים": 40,
        "חמישים": 50,
        "שישים": 60,
        "שבעים": 70,
        "שמונים": 80,
        "תשעים": 90
    },
    "MHUNDREDS": {
        "מאתיים": 200
    },
    "MULTIPLIERS": {
        "מאות": 100,
        "אלפים": 1000,
        "מיליון": 1000000,
        "מיליארד": 1000000000,
        "ביליון": 1000000000000,
        "טריליון": 1000000000000000
    },
    "VALID_TOKENS": {}
}
