info = {
    "UNIT_NUMBERS": {
        "զրո": 0,
        "մեկ": 1,
        "երկու": 2,
        "երեք": 3,
        "չորս": 4,
        "հինգ": 5,
        "վեց": 6,
        "յոթ": 7,
        "ութ": 8,
        "ինը": 9
    },
    "DIRECT_NUMBERS": {},
    "TENS": {
        "քսան": 20,
        "երեսուն": 30,
        "քառասուն": 40,
        "հիսուն": 50,
        "վաթսուն": 60,
        "յոթանասուն": 70,
        "ութսուն": 80,
        "իննասուն": 90
    },
    "HUNDREDS": {},
    "BIG_POWERS_OF_TEN": {
        "հազար": 1000,
        "միլիօն": 1000000,
        "միլիար": 1000000000,
        "բիլիօն": 1000000000000,
        "բիլիար": 1000000000000000
    },
    "SKIP_TOKENS": [],
    "USE_LONG_SCALE": False
}
