# -*- coding: utf-8 -*-
info = {
    "UNIT_NUMBERS": {
        "ნული": 0,
        "ერთი": 1,
        "ორი": 2,
        "სამი": 3,
        "ოთხი": 4,
        "ხუთი": 5,
        "ექვსი": 6,
        "შვიდი": 7,
        "რვა": 8,
        "ცხრა": 9
    },
    "BASE_NUMBERS": {
        "ათი": 10,
        "თერთმეტი": 11,
        "თორმეტი": 12,
        "ცამეტი": 13,
        "თოთხმეტი": 14,
        "თხუთმეტი": 15,
        "თექვსმეტი": 16,
        "ჩვიდმეტი": 17,
        "თრვამეტი": 18,
        "ცხრამეტი": 19
    },
    "MTENS": {},
    "MHUNDREDS": {
        "ორას>%%hundred>": 200,
        "სამას>%%hundred>": 300,
        "ოთხას>%%hundred>": 400,
        "ხუთას>%%hundred>": 500,
        "ექვსას>%%hundred>": 600,
        "შვიდას>%%hundred>": 700,
        "რვაას>%%hundred>": 800,
        "ცხრაას>%%hundred>": 900
    },
    "MULTIPLIERS": {
        "ათას>%%th>": 1000,
        "მილიონ>%%th>": 1000000,
        "მილიარდ>%%th>": 1000000000,
        "ბილიონ>%%th>": 1000000000000,
        "ბილიარდ>%%th>": 1000000000000000
    },
    "VALID_TOKENS": {}
}
