info = {
    "NUMBERS": {
        "UNIT_NUMBERS": {
            "ნული": 0,
            "ერთი": 1,
            "ორი": 2,
            "სამი": 3,
            "ოთხი": 4,
            "ხუთი": 5,
            "ექვსი": 6,
            "შვიდი": 7,
            "რვა": 8,
            "ცხრა": 9
        },
        "DIRECT_NUMBERS": {
            "ათი": 10,
            "თერთმეტი": 11,
            "თორმეტი": 12,
            "ცამეტი": 13,
            "თოთხმეტი": 14,
            "თხუთმეტი": 15,
            "თექვსმეტი": 16,
            "ჩვიდმეტი": 17,
            "თრვამეტი": 18,
            "ცხრამეტი": 19
        },
        "TENS": {},
        "HUNDREDS": {
            "ორას": 200,
            "სამას": 300,
            "ოთხას": 400,
            "ხუთას": 500,
            "ექვსას": 600,
            "შვიდას": 700,
            "რვაას": 800,
            "ცხრაას": 900
        },
        "BIG_POWERS_OF_TEN": {
            "ათას": 1000,
            "მილიონ": 1000000,
            "მილიარდ": 1000000000,
            "ბილიონ": 1000000000000,
            "ბილიარდ": 1000000000000000
        }
    },
    "ORDINAL_NUMBERS": {
        "UNIT_NUMBERS": {},
        "DIRECT_NUMBERS": {},
        "TENS": {},
        "HUNDREDS": {},
        "BIG_POWERS_OF_TEN": {}
    },
    "SKIP_TOKENS": [],
    "IS_LONG": 0
}
