info = {
    "UNIT_NUMBERS": {
        "សូន្យ": 0,
        "មួយ": 1,
        "ពីរ": 2,
        "បី": 3,
        "បួន": 4,
        "ប្រាំ": 5,
        "ប្រាំមួយ": 6,
        "ប្រាំពីរ": 7,
        "ប្រាំបី": 8,
        "ប្រាំបួន": 9
    },
    "DIRECT_NUMBERS": {},
    "TENS": {
        "ម្ភៃ": 20,
        "សាមសិប": 30,
        "សែសិប": 40,
        "ហាសិប": 50,
        "ហុកសិប": 60,
        "ចិតសិប": 70,
        "ប៉ែតសិប": 80,
        "កៅសិប": 90
    },
    "HUNDREDS": {},
    "BIG_POWERS_OF_TEN": {},
    "SKIP_TOKENS": [],
    "USE_LONG_SCALE": False
}
