info = {
    "UNIT_NUMBERS": {
        "공": 0,
        "영": 0,
        "일": 1,
        "하나": 1,
        "한": 1,
        "두": 2,
        "둘": 2,
        "이": 2,
        "삼": 3,
        "세": 3,
        "셋": 3,
        "네": 4,
        "넷": 4,
        "사": 4,
        "다섯": 5,
        "오": 5,
        "여섯": 6,
        "육": 6,
        "일곱": 7,
        "칠": 7,
        "여덟": 8,
        "팔": 8,
        "구": 9,
        "아홉": 9
    },
    "BASE_NUMBERS": {
        "스무": 20
    },
    "MTENS": {
        "스물": 20,
        "서른": 30,
        "마흔": 40,
        "쉰": 50,
        "예순": 60,
        "일흔": 70,
        "여든": 80,
        "아흔": 90
    },
    "MHUNDREDS": {},
    "MULTIPLIERS": {},
    "VALID_TOKENS": {}
}
