info = {
    "NUMBERS": {
        "UNIT_NUMBERS": {
            "нөл": 0,
            "бир": 1,
            "эки": 2,
            "үч": 3,
            "төрт": 4,
            "беш": 5,
            "алты": 6,
            "жети": 7,
            "сегиз": 8,
            "тогуз": 9
        },
        "DIRECT_NUMBERS": {},
        "TENS": {
            "жыйырма": 20,
            "отуз": 30,
            "кырк": 40,
            "элүү": 50,
            "алтымыш": 60,
            "жетимиш": 70,
            "сексен": 80,
            "токсон": 90
        },
        "HUNDREDS": {},
        "BIG_POWERS_OF_TEN": {
            "жүз": 100,
            "миң": 100000,
            "миллион": 1000000,
            "миллиард": 1000000000,
            "триллион": 1000000000000,
            "квадриллион": 1000000000000000
        }
    },
    "ORDINAL_NUMBERS": {
        "UNIT_NUMBERS": {},
        "DIRECT_NUMBERS": {},
        "TENS": {},
        "HUNDREDS": {},
        "BIG_POWERS_OF_TEN": {}
    },
    "SKIP_TOKENS": [],
    "IS_LONG": 0
}
