info = {
    "UNIT_NUMBERS": {
        "صفر": 0,
        "یٱک": 1,
        "دۏ": 2,
        "ساٛ": 3,
        "چار": 4,
        "پنج": 5,
        "شٱش": 6,
        "هفت": 7,
        "هشت": 8,
        "نۏ": 9
    },
    "DIRECT_NUMBERS": {
        "دٱ": 10,
        "یازدٱ": 11,
        "دۊۋازدٱ": 12,
        "سینزٱ": 13,
        "چاردٱ": 14,
        "پۊمزٱ": 15,
        "شۊمزٱ": 16,
        "هاٛبدٱ": 17,
        "هیژدٱ": 18,
        "نۊزدٱ": 19
    },
    "TENS": {
        "بیست": 20,
        "سی": 30,
        "چاٛهل": 40,
        "پنجا": 50,
        "شٱصد": 60,
        "هفتاد": 70,
        "هشتاد": 80,
        "نٱۋد": 90
    },
    "HUNDREDS": {
        "داٛۋیسد": 200,
        "سیصد": 300,
        "چارصد": 400,
        "پۊمصد": 500,
        "شٱشصد": 600,
        "هفصد": 700,
        "هشصد": 800,
        "نۏصد": 900
    },
    "BIG_POWERS_OF_TEN": {
        "هزار": 1000,
        "ماٛلیۊن": 1000000,
        "میلیارد": 1000000000,
        "هزار میلیاد": 1000000000000
    },
    "SKIP_TOKENS": []
}
