info = {
    "UNIT_NUMBERS": {
        "нула": 0,
        "еден": 1,
        "една": 1,
        "едно": 1,
        "два": 2,
        "две": 2,
        "три": 3,
        "четири": 4,
        "пет": 5,
        "шест": 6,
        "седум": 7,
        "осум": 8,
        "девет": 9
    },
    "DIRECT_NUMBERS": {
        "десет": 10,
        "единаесет": 11,
        "дванаесет": 12,
        "тринаесет": 13,
        "четиринаесет": 14,
        "петнаесет": 15,
        "шеснаесет": 16,
        "седумнаесет": 17,
        "осумнаесет": 18,
        "деветнаесет": 19
    },
    "TENS": {
        "дваесет": 20,
        "триесет": 30,
        "четириесет": 40,
        "педесет": 50,
        "шеесет": 60,
        "седумдесет": 70,
        "осумдесет": 80,
        "деведесет": 90
    },
    "HUNDREDS": {},
    "BIG_POWERS_OF_TEN": {
        "илјада": 1000,
        "милион": 1000000,
        "милијарда": 1000000000,
        "билион": 1000000000000,
        "билијарда": 1000000000000000
    },
    "SKIP_TOKENS": [],
    "USE_LONG_SCALE": False
}
