info = {
    "UNIT_NUMBERS": {
        "нула": 0,
        "један": 1,
        "једна": 1,
        "једно": 1,
        "два": 2,
        "две": 2,
        "три": 3,
        "четири": 4,
        "пет": 5,
        "шест": 6,
        "седам": 7,
        "осам": 8,
        "девет": 9
    },
    "DIRECT_NUMBERS": {
        "десет": 10,
        "једанаест": 11,
        "дванаест": 12,
        "тринаест": 13,
        "четрнаест": 14,
        "петнаест": 15,
        "шеснаест": 16,
        "седамнаест": 17,
        "осамнаест": 18,
        "деветнаест": 19
    },
    "TENS": {
        "двадесет": 20,
        "тридесет": 30,
        "четрдесет": 40,
        "педесет": 50,
        "шездесет": 60,
        "седамдесет": 70,
        "осамдесет": 80,
        "деведесет": 90
    },
    "HUNDREDS": {
        "двеста": 200,
        "триста": 300
    },
    "BIG_POWERS_OF_TEN": {
        "хиљада": 1000,
        "хиљаду": 1000,
        "милион": 1000000,
        "милијарда": 1000000000,
        "билион": 1000000000000,
        "билијарда": 1000000000000000
    },
    "SKIP_TOKENS": [],
    "USE_LONG_SCALE": False
}
