info = {
    "NUMBERS": {
        "UNIT_NUMBERS": {
            "нуль": 0,
            "один": 1,
            "одна": 1,
            "одне": 1,
            "два": 2,
            "дві": 2,
            "три": 3,
            "чотири": 4,
            "пʼять": 5,
            "шість": 6,
            "сім": 7,
            "вісім": 8,
            "девʼять": 9
        },
        "DIRECT_NUMBERS": {
            "десять": 10,
            "одинадцять": 11,
            "дванадцять": 12,
            "тринадцять": 13,
            "чотирнадцять": 14,
            "пʼятнадцять": 15,
            "шістнадцять": 16,
            "сімнадцять": 17,
            "вісімнадцять": 18,
            "девʼятнадцять": 19
        },
        "TENS": {
            "двадцять": 20,
            "тридцять": 30,
            "сорок": 40,
            "пʼятдесят": 50,
            "шістдесят": 60,
            "сімдесят": 70,
            "вісімдесят": 80,
            "девʼяносто": 90
        },
        "HUNDREDS": {
            "двісті": 200,
            "триста": 300,
            "чотириста": 400,
            "пʼятсот": 500,
            "шістсот": 600,
            "сімсот": 700,
            "вісімсот": 800,
            "девʼятсот": 900
        },
        "BIG_POWERS_OF_TEN": {
            "тисяч": 1000,
            "тисяча": 1000,
            "тисячі": 1000,
            "мільйон": 1000000,
            "мільйони": 1000000,
            "мільйонів": 1000000,
            "мільярд": 1000000000,
            "мільярди": 1000000000,
            "мільярдів": 1000000000,
            "більйон": 1000000000000,
            "більйони": 1000000000000,
            "більйонів": 1000000000000,
            "більярд": 1000000000000000,
            "більярди": 1000000000000000,
            "більярдів": 1000000000000000
        }
    },
    "ORDINAL_NUMBERS": {
        "UNIT_NUMBERS": {},
        "DIRECT_NUMBERS": {},
        "TENS": {},
        "HUNDREDS": {},
        "BIG_POWERS_OF_TEN": {}
    },
    "SKIP_TOKENS": [],
    "IS_LONG": 0
}
